Repository: hyperdock/hyperdock-i18n
Catalog: *.lproj/HDPreferencePane.strings
Languages: dutch, german, hu, italian, ko, pt_br, pt_pt, russian, spanish, sv, zh_cn, zh_tw

# 2555.title
source: Draw triangle below bubble
dutch: Driehoek onder de bubbel weergeven
german: Dreieck anzeigen
hu: Háromszög rajzolása a buborék alá
italian: Disegna un triangolo sotto l'anteprima
ko: 미리보기창에 말풍선 꼬리 넣기
pt_br: Triângulo em baixo da bolha
pt_pt: Desenhar triângulo debaixo do balão
russian: Рисовать треугольник под облаком
spanish: Dibujar triángulo debajo de la burbuja
sv: Rita triangel under bubbla
zh_cn: 在气泡下画三角形
zh_tw: 在氣泡下加三角形

# 2588.title
source: Distance from the Dock:
dutch: Afstand van het Dock:
german: Abstand vom Dock:
hu: Távolság a Dock-tól:
italian: Distanza dal Dock:
ko: 미리보기창과 독 사이의 여백:
pt_br: Distância do Dock:
pt_pt: Distancia da Dock:
russian: Расстояние от Dock:
spanish: Distancia del Dock:
sv: Avstånd från Dock:
zh_cn: 距离 Dock:
zh_tw: 距離 Dock:

# 2596.title
source: Palettes
dutch: Paletten
german: Paletten
hu: Paletták
italian: Palette
ko: 팔레트
pt_br: Paletas
pt_pt: Paletes
russian: Цветовые гаммы
spanish: Paletas
sv: Paletter

# 2601.gToolTip
source: When enabled, pressing arrow/number keys directly switches spaces
dutch: Wanneer ingeschakeld, zorgt het indrukken van pijl/nummertoetsen het direct schakelen naar een andere Space
german: Wenn aktiviert, wechseln die Pfeil- bzw. Zifferntasten die Spaces.
hu: Ha engedélyezett, a nyíl/szám billentyűk lenyomása közvetlenül munkaterületet vált
italian: Quando abilitato, premendo le freccie/numero vai direttamente allo spazio
ko: 활성화시 방향키/숫자키만 눌러도 바로 해당 스페이스로 이동
pt_pt: Quando activo, pressionar as teclas de movimento mudam o espaço activo
russian: Когда включено, нажатие курсорных/цифровых клавиш напрямую переключает рабочие столы
spanish: Cuando está activado, cambias de Space con los botones del teclado
sv: När aktiverad, byter pil- och siffertangenterna direkt spaces
zh_tw: 啟用後，按下方向鍵/數字鍵直接切換 spaces

# 2602.title
source: Update to dev versions
dutch: Updaten naar onstabiele versies
german: Auf nicht stabile Versionen aktualisieren
hu: Frissítés fejlesztői verziókra
italian: Aggiorna alla versione dev
ko: 개발자 버전으로 업데이트
pt_br: Atualizar para versões de desenvolvimento
pt_pt: Actualizar para versões dev
russian: Обновляться до dev-версий
spanish: Actualizar a versiones de desarrollo
sv: Uppdatera till utvecklarversioner
zh_cn: 更新至 dev 版本
zh_tw: 更新至 dev 版本

# 2657.title
source: Open License ...
dutch: Open Licentie ...
german: Lizenz öffnen ...
hu: Licensz megnyitása …
italian: Apri Licenza...
ko: 라이센스 파일 열기
pt_br: Abrir Licença ...
pt_pt: Abrir Licença ...
russian: Открыть лицензию
spanish: Abrir Licencia ...
sv: Öppna licens ...
zh_cn: 启用授权...
zh_tw: 開啟授權...

# 2686.title
source: Disable HyperDock
dutch: HyperDock uitschakelen
german: HyperDock deaktivieren
hu: HyperDock letiltása
italian: Disabilita HyperDock
ko: HyperDock 비활성화
pt_br: Desativar o HyperDock
pt_pt: Desactivar HyperDock
russian: Выключить HyperDock
spanish: Desactivar HyperDock
sv: Avaktivera HyperDock
zh_cn: 停用 HyperDock
zh_tw: 停用 HyperDock

# 2687.title
source: Enable this option if you experience problems like a stuttering Dock.
dutch: Schakel dit in als je problemen, zoals een stotterende Dock, ondervindt.
german: Aktiviere diese Option, wenn Probleme mit dem Dock auftreten (z.B. Stottern).
hu: Engedélyezze ezt az opciót, ha problémákat észlel, mint pl. villogó Dock.
italian: Abilita questa opzione se hai problemi tipo tremolio del Dock
ko: 독이 깨지거나 랙이 발생할 경우에만 이 옵션을 활성화하세요.
pt_br: Ativar esta opção se encontrar problemas com o Dock.
pt_pt: Activa esta opção se experimenta problemas com a dock.
russian: Включите эту опцию если вы испытваете проблемы, например, закрывающийся Dock.
spanish: Activa esta opción si tu Dock se traba.
sv: Aktivera detta om du upplever problem som till exempel en hackig Dock.
zh_cn: 如果你遇到 Dock 卡住等问题，请启用这项设定。
zh_tw: 如果你遇到 Dock 卡卡的問題，請啟用這項設定。

# 2688.title
source: Don't block Dock's autohide / magnification
dutch: Blokkeer het automatisch verbergen/vergroten van het Dock niet
german: Ein- und Ausblenden des Docks nicht blockieren
hu: Ne blokkolja a Dock eltűntetését / nagyítását
italian: Non bloccare la scomparsa automatica o l'ingrandimento del Dock
ko: 독의 자동 가리기 및 확대 기능과 충돌 방지
pt_br: Não bloquear auto ocultar / ampliação do Dock
pt_pt: Não bloquear o auto-esconder/lupa da Dock
russian: Не блокировать автоматическое скрытие и увеличение Dock
spanish: No bloquear el escondido/magnificación del Dock
sv: Blockera inte dockens auto-göm funktion
zh_cn: 不要禁止 Dock 自动隐藏/放大功能
zh_tw: 不要禁止 Dock 自動隱藏/放大功能

# 2708.label
source: Shortcuts
dutch: Snelkoppelingen
german: Tastenkürzel
hu: billentyűkombinációk
italian: Scorciatoie
ko: 단축키
pt_br: Atalhos
pt_pt: Atalhos
russian: Комбинации клавиш
spanish: Atajos
sv: Genvägar
zh_cn: 快捷方式
zh_tw: 捷徑

# 2710.label
source: Window Filters
dutch: Vensterfilters
german: Fensterfilter
hu: Ablak Filterek
italian: Filtri Finestra
ko: 필터링
pt_br: Janela de Filtros
pt_pt: Filtros de Janela
russian: Фильтры окон
spanish: Filtros de Ventana
sv: Fönsterfilter
zh_cn: 窗口筛选
zh_tw: 視窗篩選

# 2754.label
source: Preview Options
dutch: Voorbeeldopties
german: Vorschau-Optionen
hu: Előnézet Lehetőségei
italian: Opzioni Anteprima
ko: 미리보기 옵션
pt_br: Opções de Visualização
pt_pt: Opções de pré-visualização
russian: Настройки эскиза
spanish: Opciones de Vista Previa
sv: Förhandsvisningsalternativ
zh_cn: 预览选项
zh_tw: 預覽選項

# 2763.title
source: Show ratings
dutch: Beoordeling weergeven
german: Bewertungen anzeigen
hu: Minősítések
italian: Mostra valutazioni
ko: 별점 보기
pt_br: Exibir classificação
pt_pt: Mostrar avaliações
russian: Показывать рейтинги
spanish: Mostrar puntaje
sv: Visa betyg
zh_cn: 显示评分
zh_tw: 顯示評分

# 2764.title
source: Enable iTunes special preview
dutch: Speciaal iTunes-voorbeeld weergeven
german: iTunes Vorschau aktivieren
hu: iTunes speciális előnézet engedélyezése
italian: Abilita anteprima speciale iTunes
ko: 아이튠 스페셜 미리보기 활성화
pt_br: Ativar visualização especial do iTunes
pt_pt: Activar pré-visualização especial do iTunes
russian: Включить специальный эскиз для iTunes
spanish: Activar prueba especial de iTunes
sv: Aktiver iTunes specialförhandsvisning
zh_cn: 启用 iTunes 特殊预览
zh_tw: 啟用 iTunes 特殊預覽

# 2772.label
source: Preview Options
dutch: Voorbeeldopties
german: Vorschau-Optionen
hu: Előnézet Lehetőségei
italian: Opzioni Anteprima
ko: 미리보기 옵션
pt_br: Opções de Visualização
pt_pt: Opções de pré-visualização
russian: Настройки эскиза
spanish: Opciones de Vista Previa
sv: Förhandsvisningsalternativ
zh_cn: 预览选项
zh_tw: 預覽選項

# 2775.title
source: Show tabs instead of windows
dutch: Tabs weergeven in plaats van vensters
german: Tabs statt Fenster anzeigen
hu: Fülek ablakok helyett
italian: Mostra pannelli anzichè finestre
ko: 창 대신 탭 내용 미리보기
pt_br: Exibir guias ao invés de janelas
pt_pt: Mostrar abas ao invés de janelas
russian: Показывать вкладки вместо окон
spanish: Mostrar pestañas en vez de ventanas
sv: Visa flikar istället för fönster
zh_cn: 显示标签窗口而不是程序窗口
zh_tw: 顯示分頁而不是視窗

# 2833.title
source: Scrolling on the iTunes icon adjusts volume
dutch: Scrollen op het iTunes icoon past het volume aan
german: Lautstärke durch Scrollen verändern
hu: Görgetés az iTunes ikonon szabályozza a hangerőt
italian: Scorrere sull'icona di iTunes regola il volume
ko: 아이튠즈 아이콘 위에서 마우스 스크롤로 볼륨 조절 가능
pt_br: Arrastar o ícone do iTunes ajusta o volumne
pt_pt: Scrolling no icon do iTunes muda o volume
russian: Прокрутка на иконке iTunes устанавливает громкость
spanish: Desplazarse en el icono de iTunes ajusta el volumen
sv: Scrollning på iTunes ikonen justerar volymen
zh_cn: 在 iTunes 图示上滚动来调整音量
zh_tw: 在 iTunes 圖示上捲動來調整音量

# 2859.title
source: Creation time
dutch: Tijd van openen
german: Alter
hu: Készült:
italian: Data di creazione
ko: 생성된 순서로
pt_br: Horário de criação
pt_pt: Tempo de criação
russian: Время создания
spanish: Hora de creación
sv: Skapelsedatum
zh_cn: 创建时间
zh_tw: 建立時間

# 2861.title
source: Order current space windows to front
dutch: Vensters van het huidige Space vooraan sorteren
german: Fenster vom aktuellen Space zuerst
hu: Aktuális munkaterület ablakainak előre rendezése
italian: Ordina lo space attuale in avanti
ko: 현재 사용중인 스페이스 상에 있는 창은 최우선으로 표시
pt_br: Ordenar espaço da janela atual para frente
pt_pt: Enviar janelas do space para a frente
russian: Расположить окна текущего рабочего стола на верху
spanish: Ordenar ventanas actuales de Spaces al frente
sv: Framhäv nuvarande space fönster
zh_cn: 当前 space 的窗口排在前面
zh_tw: 目前 space 的視窗排在前面

# 2888.title
source: This list allows you to exclude windows from HyperDock. A single wildcard (*) excludes all windows.
dutch: Deze lijst laat je vensters van HyperDock uitsluiten. Een enkele asterisk (*) sluit alle vensters uit.
german: In dieser Liste kannst du Fenster von HyperDock ausschließen. Die Wildcard (*) schließt alle Fenster aus.
hu: Ez a lista bizonyos alkalmazások HyperDock-ból való kizárására szolgál. Egy egyszerű csillag (*) minden ablakot kizár.
italian: Questo ti permette di escludere le finestre da HyperDock. Un singolo asterisco (*) le esclude tutte.
ko: 필터링 목록에 추가된 어플리케이션은 HyperDock이 관리하지 않습니다. 와일드카드(*)를 사용하여 단일 어플내 윈도우를 모두 포함할 수 있습니다.
pt_br: Esta lista permite você excluir janelas do HyperDock. Um simples caractere (*) exclui todas as janelas.
pt_pt: Esta lista permite excluir janelas do HyperDock. Um * excluí todas as janelas.
russian: Этот список позволяет вас исключать окна из HyperDock. Символ
spanish: Esta lista permite excluir ventanas de HyperDock. Un comodín (*) excluye todas las ventanas.
sv: Den här listan tillåter dig explodera fönster från HyperDock. Enbart ett objekt exploderar alla fönster för det programmet
zh_cn: 这个清单让你排除不想使用 HyperDock 的窗口。一个通配字符 (*) 将会排除所有窗口。
zh_tw: 這個清單讓你排除不想使用 HyperDock 的視窗。一個萬用字元 (*) 將會排除所有視窗。

# 2898.headerCell.title
source: Window title filter
dutch: Venstertitel filter
german: Fenstertitel Filter
hu: Ablak cím szűrő
italian: Filtra per titolo finestra
ko: 창 제목 필터
pt_br: Filtrar Título da Janela
pt_pt: Filtrar título da janela
russian: Фильтр оп заголовкам оконо
spanish: Filtro de títulos de Ventana
sv: Fönstertitel filter
zh_cn: 窗口标题筛选
zh_tw: 視窗標題篩選

# 2904.title
source: Text
dutch: Tekst
hu: Szöveg
italian: Testo
ko: 텍스트
pt_br: Texto
pt_pt: Texto
russian: Текст
spanish: Texto
zh_cn: 文本
zh_tw: 文字

# 2934.label
source: Preview Options
dutch: Voorbeeldopties
german: Vorschau-Optionen
hu: Előnézet lehetőségei
italian: Opzioni Anteprima
ko: 미리보기 옵션
pt_br: Opções de Visualização
pt_pt: Opções de pré-visualização
russian: Настройки эскиза
spanish: Opciones de Vista Previa
sv: Förhandsvisningsalternativ
zh_cn: 预览选项
zh_tw: 預覽設定

# 2946.title
source: Enable Busycal events preview
dutch: Busycal gebeurtenisvoorbeelden inschakelen
german: BusyCal Kalendervorschau aktivieren
hu: Foglaltságot jelentő események előnézetének engedélyezése
italian: Abilita anteprima eventi BusyCal
ko: BusyCal 이벤트 미리보기 활성화
pt_br: Ativar visualização Básica dos eventos
pt_pt: Activar pré-visualização de eventos Busycal
russian: Включить предпросмотр событий Busycal
spanish: Activar vista previa de eventos de Busycal
sv: Aktivera förhandsvisning för Busycal event
zh_cn: 启用 Busycal 事件预览
zh_tw: 啟用 Busycal 事件預覽

# 2947.title
source: Limit to:
dutch: Beperk tot:
german: Limitieren auf:
hu: Korlátozzuk:
italian: Limita a:
ko: 최대 표시 개수:
pt_br: Limitar para:
pt_pt: Limitar a:
russian: Ограничить:
spanish: Limitar a:
sv: Begränsa till:
zh_cn: 限制在:
zh_tw: 限制在:

# 2953.title
source: Check
hu: Ellenőrizze
italian: Controlla
pt_br: Verificar
pt_pt: Verificar
russian: Пароль
spanish: Revisar
zh_cn: 检查
zh_tw: 檢查

# 2954.title
source: Text Cell
dutch: Tekstveld
german: Textfeld
hu: Szöveges cella
italian: Cella Testo
pt_br: Célula de Texto
pt_pt: Célula de texto
russian: Текстовая ячейка
spanish: Celda de texto
sv: Textruta
zh_cn: 文本单元

# 2956.title
source: day(s)
dutch: dag(en)
german: Tage
hu: nap(ok)
italian: giorno(i)
ko: 일 이내
pt_br: dia(s)
pt_pt: dia(s)
russian: день(дней)
spanish: día(s)
sv: dag(ar)
zh_cn: 天
zh_tw: 天

# 2958.title
source: events
dutch: gebeurtenissen
german: Ereignisse
hu: események
italian: eventi
ko: 이벤트
pt_br: eventos
pt_pt: eventos
russian: события
spanish: eventos
sv: event
zh_cn: 事件
zh_tw: 事件

# 2959.title
source: Calendars:
dutch: Kalenders:
german: Kalender:
hu: Naptárak:
italian: Calendari:
ko: 캘린더:
pt_br: Calendários:
pt_pt: Calendários:
russian: Календари
spanish: Calendarios:
sv: Kalendrar:
zh_cn: 日历:
zh_tw: 日曆:

# 2988.label
source: Preview Options
dutch: Voorbeeldopties
german: Vorschau-Optionen
hu: Előnézet lehetőségei
italian: Opzioni Anteprima
ko: 미리보기 옵션
pt_br: Opções de Visualização
pt_pt: Opções de pré-visualização
russian: Настройки эскиза
spanish: Opciones de Vista Previa
sv: Förhandsvisningsalternativ
zh_cn: 预览选项
zh_tw: 預覽選項

# 3041.title
source: Grid layout:
dutch: Raster layout:
german: Gitteranordnung:
hu: Rács elrendezés:
italian: Impaginazione Griglia:
ko: 격자 배치:
pt_br: Layout da grade:
pt_pt: Layout da grid:
russian: Разметка сеткой:
spanish: Distribución de la matriz:
sv: Rutnätsanläggning:
zh_cn: 格状布局:
zh_tw: 格狀佈局:

# 3047.title
source: previews per row
dutch: voorbeelden per rij
german: Vorschauen pro Reihe
hu: előnézet soronként
italian: anteprime per riga
ko: 개의 썸네일 표시
pt_br: visualizar por linha
pt_pt: pré-visualizações por linha
russian: эскизов на строку
spanish: vistas previas por fila
sv: förhandsvisningar per rad
zh_cn: 预览每一列
zh_tw: 預覽每一列

# 3080.title
source: ms
italian: s
pt_br: s
pt_pt: s
russian: mc

# 3129.title
source: Calendars:
dutch: Kalenders:
german: Kalender:
hu: Naptárak:
italian: Calendari:
ko: 캘린더:
pt_br: Calendários:
pt_pt: Calendarários:
russian: Календари:
spanish: Calendarios:
sv: Kalendrar:
zh_cn: 日历:
zh_tw: 日曆:

# 3135.title
source: Text Cell
dutch: Tekstveld
german: Textfeld
hu: Szöveges cella
italian: Cella Testo
pt_br: Célula de Texto
pt_pt: Célula de texto
russian: Текстовая ячейка
spanish: Celda de Texto
sv: Textruta
zh_cn: 文本单元

# 3136.title
source: Check
hu: Ellenőrizze
italian: Controlla
pt_br: Verificar
pt_pt: Verificar
russian: Проверить
spanish: Revisar
zh_cn: 检查
zh_tw: 檢查

# 3137.title
source: Limit to:
dutch: Beperk tot:
german: Limitieren auf:
hu: Korlátozzuk:
italian: Limita a:
ko: 최대 표시 개수:
pt_br: Limitar para:
pt_pt: Limitar a:
russian: Ограничить:
spanish: Limitar a:
sv: Begränsa till:
zh_cn: 限制在:
zh_tw: 限制在:

# 3138.title
source: Enable iCal events preview
dutch: iCal gebeurtenisvoorbeelden inschakelen
german: iCal Kalendervorschau aktivieren
hu: iCal események előnézetének engedélyezése
italian: Abilita anteprima eventi iCal
ko: iCal 이벤트 미리보기 활성화
pt_br: Ativar visualização de eventos do iCal
pt_pt: Activar pré-visualização de eventos iCal
russian: Включить предпросмотр событий iCal
spanish: Activar vista previa de eventos de iCal
sv: Aktivera förhandsvisning för iCal event
zh_cn: 启用 iCal 事件预览
zh_tw: 啟用 iCal 事件預覽

# 3139.title
source: events
dutch: gebeurtenissen
german: Ereignisse
hu: események
italian: eventi
ko: 이벤트
pt_br: eventos
pt_pt: eventos
russian: события
spanish: eventos
sv: event
zh_cn: 事件
zh_tw: 事件

# 3141.title
source: day(s)
dutch: dag(en)
german: Tage
hu: nap(ok)
italian: giorno(i)
ko: 일 이내
pt_br: dia(s)
pt_pt: dia(s)
russian: день(дней)
spanish: día(s)
sv: dag(ar)
zh_cn: 天
zh_tw: 天

# 3164.title
source: Show
dutch: Weergeven
german: Zeige
hu: Mutassa
italian: Mostra
ko: 한 줄에
pt_br: Exibir
pt_pt: Mostrar
russian: Показывать
spanish: Mostrar
sv: Visa
zh_cn: 显示
zh_tw: 顯示

# 3257.gToolTip
source: When enabled, pressing arrow/number keys directly switches spaces
dutch: Wanneer ingeschakeld, zorgt het indrukken van pijl/nummertoetsen het direct schakelen naar een andere Space
german: Bei Aktivierung, wechseln die Pfeil- bzw. Zifferntasten die Spaces.
hu: Ha engedélyezett, a nyíl/szám billentyűk lenyomása közvetlenül munkaterületet vált
italian: Quando abilitato, premendo le frecce/tasti numerici vai direttamente allo space
ko: 활성화시 방향키/숫자키만 눌러도 바로 해당 스페이스로 이동
pt_pt: Quando activo, pressionar as teclas de movimento mudam o espaço activo
russian: Когда включено, нажатие курсорных/цифровых клавиш напрямую переключает рабочие столы
spanish: Cuando está activado, cambias de Space con los botones del teclado
sv: När aktiverad, byter pil- och siffertangenterna direkt spaces
zh_tw: 啟用後，按下方向鍵/數字鍵直接切換 spaces

# 3258.title
source: Enable logging
dutch: Loggen inschakelen
german: Logging aktivieren
hu: Naplózás engedélyezése
italian: Abilita logging
ko: Log 활성화
pt_br: Ativar conexão
pt_pt: Activar logging
russian: Включить журналирование
spanish: Activar jornal
sv: Aktivera loggning
zh_cn: 启用日志
zh_tw: 啟用記錄

# 3270.title
source: View Log
dutch: Log weergeven
german: Log ansehen
hu: Napló megtekintése
italian: Mostra Log
ko: Log 보기
pt_br: Exibir Registros
pt_pt: Ver Log
russian: Показать журнал
spanish: Ver jornal
sv: Visa Logg
zh_cn: 查看日志
zh_tw: 檢視記錄

# 3279.title
source: Activation Delay:
dutch: Activatievertraging:
german: Verzögerung:
hu: Aktiválás késleltetése:
italian: Ritardo Attivazione
ko: 미리보기창이 나타나기까지 지연 시간:
pt_br: Intervalo da Ativação:
pt_pt: Atraso de activação:
russian: Задержка активации:
spanish: Retraso de Activación:
sv: Aktiveringsförsening:
zh_cn: 启动延迟:
zh_tw: 啟動延遲:

# 3285.title
source: Left mouse button
dutch: Linker muisknop
german: Linke Maustaste
hu: Bal egérgomb
italian: Pulsante sinistro del mouse
ko: 마우스 우클릭
pt_br: Botão esquerdo do mouse
pt_pt: Botão esquerdo
russian: Левая кнопка мыши
spanish: Botón derecho del mouse
sv: Vänster musknapp
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

# 3287.title
source: Left mouse button
dutch: Linker muisknop
german: Linke Maustaste
hu: Bal egérgomb
italian: Pulsante sinistro del mouse
ko: 마우스 좌클릭
pt_br: Botão esquerdo do mouse
pt_pt: Botão esquerdo
russian: Левая кнопка мыши
spanish: Botón izquierdo del mouse
sv: Vänster musknapp
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

# 3302.title
source: Thumbnail interpolation quality:
dutch: Miniatuurweergave interpolatiekwaliteit:
german: Vorschauqualität:
hu: Bélyegkép interpoláció minősége:
italian: Qualità interpolazione miniature:
ko: 썸네일 이미지 퀄리티
pt_br: Qualidade da miniatura:
pt_pt: Qualidade da miniatura:
russian: Качество отображения эскизов:
spanish: Calidad de interpolación de imagen:
sv: Tumnagens interpolerings kvalitet :
zh_cn: 缩略图质量:
zh_tw: 縮圖品質:

# 3305.title
source: OtherViews
dutch: AndereViews
german: andere Ansichten
hu: Más nézetek
italian: Altre viste
pt_br: Outras Exibições
pt_pt: OutrqasViews
russian: Другие виды
spanish: OtrasVistas
sv: AndraSyner
zh_cn: 其他视窗

# 3306.title
source: Low
dutch: Laag
german: niedrig
hu: Alacsony
italian: Basso
ko: 낮음
pt_br: Baixa
pt_pt: Pequeno
russian: Низкое
spanish: Baja
sv: Låg
zh_cn: 低
zh_tw: 低

# 3307.title
source: Medium
german: mittel
hu: Közepes
italian: Medio
ko: 보통
pt_br: Média
pt_pt: Médio
russian: Среднее
spanish: Media
zh_cn: 中
zh_tw: 中

# 3308.title
source: High
dutch: Hoog
german: hoch
hu: Magas
italian: Alto
ko: 높음
pt_br: Alta
pt_pt: Grande
russian: Высокое
spanish: Alta
sv: Hög
zh_cn: 高
zh_tw: 高

# 3323.title
source: Popup animation:
dutch: Popup animatie:
hu: Előugrás animációja:
italian: Animazione Popup
ko: 애니메이션 효과:
pt_br: Animação do menu:
pt_pt: Animação popup:
russian: Всплывающая анимация:
spanish: Animación de popup:
zh_cn: 弹出动画:
zh_tw: 跳出動畫:

# 3326.title
source: OtherViews
dutch: AndereViews
german: andere Ansichten
hu: Más nézetek
italian: Altre viste
pt_br: Outras Exibições
pt_pt: OutrasViews
russian: Другие виды
spanish: OtrasVistas
sv: AndraSyner
zh_cn: 其他视窗

# 3327.title
source: Snap in
dutch: Inschuiven
german: Aufschnappen
hu: Illeszkedés
italian: Ingresso veloce
ko: 위에서 떠오르기
russian: Привязать
spanish: Aparecer
sv: Klicka in
zh_tw: Snap

# 3328.title
source: Fade in
dutch: Infaden
german: Einblenden
hu: Előtűnés
italian: Ingresso sfumato
ko: 서서히 나타나기
russian: Усиливаться
spanish: Disolver
sv: Tona in
zh_cn: 淡入淡出
zh_tw: 淡入淡出

# 3329.title
source: None
dutch: Geen
german: Keine
hu: Semmi
italian: Nessuno
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
russian: Нет
spanish: Ninguna
sv: Ingen
zh_cn: 无
zh_tw: 無

# 3405.title
source: Drag a window to a screen edge and pause to see resize recommendations.
dutch: Sleep een venster naar een schermrand en wacht om aanbevelingen voor venstergroottes te zien.
german: Ziehe ein Fenster an den Bildschirmrand, um die Größe automatisch anzupassen.
hu: Húzzon egy ablakot a képernyő széléhez és várjon amíg javaslatokat kap az átméretezéshez.
italian: Trascina una finestra al bordo dello schermo ed attendi per vedere il ridimensionamento suggerito.
ko: 창을 스크린 가장자리로 가져가면 미리보기 그림자가 나타납니다.
pt_br: Arraste uma janela para a borda da tela e espere para ver as recomendações de redimencionamento.
pt_pt: Mova uma janela para o canto do ecrã e pause de modo a ver recomendações.
russian: Переместите окно к границе экрана и задержите чтобы увидеть рекомендации по изменению размера
spanish: Acerca una ventana al borde de la pantalla para sugerencias de tamaño.
sv: Dra ett fönster till en skärmkant och vänta för att se storleksförslag.
zh_cn: 拖拉窗口到屏幕边沿并停一下可以看到调整大小的建议。
zh_tw: 拖拉視窗到螢幕邊緣停一下可以看到調整大小的建議。

# 3446.title
source: Run Helper in Terminal
dutch: Helper uitvoeren in Terminal
hu: A Helper futtatása Terminal-ban
italian: Esegui Aiuto nel Terminale
ko: 터미널로 헬퍼 프로그램 구동
pt_br: Executar Auxiliar no Terminal
pt_pt: Correr Ajudante no Terminal
russian: Запустить Helper в терминале
spanish: Abrir ayudante en la Terminal
sv: Kör Hjälp i Terminal
zh_cn: 在终端中执行 Helper
zh_tw: 在終端機中執行 Helper

# 3450.title
source: Refresh thumbnails every
dutch: Miniatuurweergaven verversen elke
german: Aktualisiere Vorschauen alle
hu: Bélyegképek frissítése minden
italian: Aggiorna miniature ogni
ko: 다음 주기로 미리보기 썸네일 업데이트
pt_br: Sempre atualizar miniaturas
pt_pt: Actualizar miniaturas a cada
russian: Обновлять эскизы каждые
spanish: Refrescar imágenes cada
sv: Uppdatera tumnaglar varje
zh_cn: 重新整理缩略图每
zh_tw: 重新整理縮圖每

# 3471.title
source: Buy now ...
dutch: Nu kopen ...
german: Kaufen ...
hu: Vásárlás ...
italian: Acquista ...
ko: 지금 구입하기
pt_br: Comprar ...
pt_pt: Comprar ...
russian: Купить...
spanish: Comprar ahora ...
sv: Köp ...
zh_cn: 现在购买...
zh_tw: 購買...

# 3474.title
source: Indicate the front window
dutch: Vooraanstaand venster aanduiden
german: Vorderstes Fenster hervorheben
hu: Az elöl lévő ablak jelölése
italian: Indicare la finestra avanti
ko: 마지막에 활성화된 윈도우를 강조하기
pt_br: Indicar a janela em primeiro plano
pt_pt: Indica a janela principal
russian: Показать верхнее окно
spanish: Indicar la ventana frontal
sv: Indikera det främsta fönstret
zh_cn: 指示靠前窗口
zh_tw: 指示目前視窗

# 3481.title
source: Welcome
dutch: Welkom
german: Willkommen
hu: Üdv
italian: Benvenuto
ko: 환영합니다!
pt_br: Bem-vindo
pt_pt: Bem-vindo
russian: Добро пожаловать
spanish: Bienvenido
sv: Välkommen
zh_cn: 欢迎
zh_tw: 歡迎

# 3484.title
source: Welcome to HyperDock!
dutch: Welkom bij HyperDock!
german: Willkommen bei HyperDock!
hu: Üdv a HyperDock-ban!
italian: Benvenuto in HyperDock
ko: HyperDock 설치를 환영합니다!
pt_br: Bem-vindo ao HyperDock!
pt_pt: Bem-vindo ao HyperDock!
russian: Добро пожаловать в HyperDock!
spanish: Bienvenido a HyperDock!
sv: Välkommen till HyperDock!
zh_cn: HyperDock欢迎您!
zh_tw: 歡迎來到 HyperDock!

# 3499.title
source: Accept
dutch: Accepteren
german: Akzeptieren
hu: Elfogad
italian: Accetta
ko: 승인
pt_br: Aceitar
pt_pt: Aceitar
russian: Принять
spanish: Aceptar
sv: Acceptera
zh_cn: 接受
zh_tw: 接受

# 3503.title
source: License Agreement
dutch: Licentieovereenkomst
german: Lizenzvereinbarung
hu: Licensz Megállapodás
italian: Accordo di Licenza
ko: 라이센스 약관
pt_br: Licença
pt_pt: Acordo de Licença
russian: Лицензионное соглашение
spanish: Licencia
sv: Licensavtal
zh_cn: 授权协议
zh_tw: 授權協議

# 3505.title
source: Decline
dutch: Weigeren
german: Ablehnen
hu: Csökkenés
italian: Rinuncia
ko: 취소
pt_br: Recusar
pt_pt: Recusar
russian: Отказаться
spanish: Declinar
sv: Neka
zh_cn: 拒绝
zh_tw: 拒絕
