Repository: hyperdock/hyperdock-i18n
Catalog: *.lproj/HDPreferencePane.strings
Languages: dutch, german, hu, italian, ko, pt_br, pt_pt, russian, spanish, sv, zh_cn, zh_tw

# 1.title
source: Window
dutch: Venster
german: Fenster
hu: Ablak
italian: Finestra
ko: 창
pt_br: Janela
pt_pt: Janela
russian: Окно
spanish: Ventana
sv: Fönster
zh_cn: 窗口
zh_tw: 視窗

# 13.headerCell.title
source: Dock Items
dutch: Dock-onderdelen
german: Programme
hu: Dock elemek
italian: Elementi del Dock
ko: 독(Dock) 메니지먼트
pt_br: Itens do Dock
pt_pt: Items da Dock
russian: Элементы Dock
spanish: Items del Dock
sv: Dockföremål
zh_cn: Dock 项目
zh_tw: Dock 項目

# 16.title
source: Text Cell
dutch: Tekstveld
german: Textfeld
hu: Szöveg cella
italian: Cella Testo
pt_br: Célula de Texto
pt_pt: Caixa de Texto
russian: Текстовая Ячейка
spanish: Celda de Texto
sv: Textruta
zh_cn: 文本单元

# 71.label
source: Dock Items
dutch: Dock-onderdelen
german: Programme
hu: Dock elemek
italian: Elementi del Dock
ko: 독 아이템
pt_br: Itens do Dock
pt_pt: Items da Dock
russian: Элементы Dock
spanish: Items del Dock
sv: Dockföremål
zh_cn: Dock 项目
zh_tw: Dock 項目

# 75.label
source: About
dutch: Over
german: Über
hu: Névjegy
italian: Informazioni Su
pt_br: Sobre
pt_pt: Sobre...
russian: О программе
spanish: Acerca de
sv: Om
zh_cn: 关于
zh_tw: 關於

# 106.title
source: Uninstall ...
dutch: Deïnstalleren ...
german: Deinstallieren ...
hu: ... eltávolítása
italian: Disinstalla ...
ko: 언인스톨
pt_br: Desinstalar ...
pt_pt: Desinstalar ...
russian: Удалить
spanish: Desinstalar ...
sv: Avinstallera ...
zh_cn: 卸载 ...
zh_tw: 移除 ...

# 119.label
source: Window Management
dutch: Venster Beheer
german: Fenster
hu: Ablak Management
italian: Gestione Finestra
ko: 창(Window) 관리
pt_br: Gerenciar Janelas
pt_pt: Defs. das Janelas
russian: Управление окнами
spanish: Administración de Ventanas
sv: Fönsterhantering
zh_cn: 窗口管理
zh_tw: 視窗管理

# 224.title
source: Move windows when holding down
dutch: Vensters bewegen bij het indrukken van
german: Fenster bewegen mit
hu: Lenyomva tartva ablakok mozgatása
italian: Muovi la finestra quando premuto
ko: 누른채로 창 이동
pt_br: Mover janelas ao pressionar
pt_pt: Mover janelas ao pressionar
russian: Перемещать окно удерживая
spanish: Mover ventanas al oprimir
sv: Flytta fönster vid nedtryck
zh_cn: 当按住时移动窗口
zh_tw: 移動視窗當我按著

# 676.title
source: Restore Defaults
dutch: Standaardinstellingen herstellen
german: Einstellungen zurücksetzen ...
hu: Alapértelmezettek visszaállítása ...
italian: Ripristina predefiniti
ko: 모든 설정값을 초기화
pt_br: Restaurar Padrões ...
pt_pt: Restaurar Definições ...
russian: Настройки по умолчаниию
spanish: Restaurar valores predeterminados ...
sv: Återställ till standard ...
zh_cn: 恢复默认值 ...
zh_tw: 回復預設值 ...

# 707.title
source: Resize windows when holding down
dutch: Vensters vergroten/verkleinen bij het indrukken van
german: Fenstergröße verändern mit
hu: Lenyomva tartva ablakok átméretezése
italian: Ridimensiona finestre quando premuto
ko: 창 크기 조절 단축키
pt_br: Redimencionar janelas ao pressionar
pt_pt: Mudar tamanho ao pressionar
russian: Перемещать окно по удержанию
spanish: Cambiar tamaño de ventanas al oprimir
sv: Ändra storlek vid nedtryck
zh_cn: 当按住时调整窗口大小
zh_tw: 調整視窗大小當我按著

# 1086.label
source: General
dutch: Algemeen
german: Allgemein
hu: Általános
italian: Generale
ko: 일반
pt_br: Geral
pt_pt: Geral
russian: Основные
sv: Allmänt
zh_cn: 通用
zh_tw: 一般

# 1117.title
source: Window
dutch: Venster
german: Fenster
hu: Ablak
italian: Finestra
ko: 창
pt_br: Janela
pt_pt: Janela
russian: Окно
spanish: Ventanas
sv: Fönster
zh_cn: 窗口
zh_tw: 視窗

# 1124.title
source: Cancel
dutch: Annuleren
german: Abbrechen
hu: Mégsem
italian: Cancella
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
russian: Отмена
spanish: Cancelar
sv: Avbryt
zh_cn: 取消
zh_tw: 取消

# 1138.title
source: Send Feedback ...
dutch: Feedback insturen ...
german: Feedback ...
hu: Visszajelzés küldése ...
italian: Invia Feedback...
ko: 개발자에게 피드백 보내기
pt_br: Enviar Comentários ...
pt_pt: Enviar Feedback ...
russian: Связаться с нами
spanish: Enviar opinión ...
sv: Skicka Feedback ...
zh_cn: 支持...
zh_tw: 回饋意見...

# 1141.title
source: Visit Homepage
dutch: Website Bezoeken
german: Homepage besuchen ...
hu: Honlap megtekintése ...
italian: Visita la Homepage ...
ko: 홈페이지 방문
pt_br: Visitar Homepage ...
pt_pt: Visitar Homepage ...
russian: Посетить сайт проекта
spanish: Página web
sv: Besök hemsida ...
zh_cn: 访问首页...
zh_tw: 拜訪首頁...

# 1144.title
source: Version XXX
dutch: Versie XXX
hu: XXX verzió
italian: Versione XXX
pt_br: Versão XXX
pt_pt: Versão XXX
russian: Версия XXX
spanish: Versión XXX
zh_cn: 版本 XXX
zh_tw: 版本 XXX

# 1158.title
source: Enable window previews
dutch: Venstervoorbeelden inschakelen
german: Fenstervorschauen aktivieren
hu: Ablak előnézetek engedélyezése
italian: Abilita anteprima finestre
ko: 미리보기 활성화
pt_br: Ativar visualização da janela
pt_pt: Activar pré-visualizações
russian: Включить эскизы окон
spanish: Activar vistas previas de ventanas
sv: Aktivera fönsterförhandsvisning
zh_cn: 启用窗口预览
zh_tw: 啟用視窗預覽

# 1424.title
source: Show full size preview on hover
dutch: Voorbeeld van volledig venster laten zien bij hover
german: Vollbildvorschauen anzeigen
hu: Teljes méretű előnézet
italian: Mostra anteprima a tutto schermo quando ci passi sopra
ko: 마우스 커서를 올려두면 풀사이즈 미리보기 나타나기
pt_br: Exibir o tamanho total da visualização ao focar
pt_pt: Mostrar pré-visualizações completas
russian: Показывать полноразмерные эксизы при наведении
spanish: Mostrar vista previa en tamaño real al seleccionar
sv: Visa förhandsvisning i fullstorlek vid överrullning
zh_cn: 鼠标经过时显示完整大小窗口预览
zh_tw: 滑鼠經過時顯示完整大小預覽

# 1428.title
source: Windows from all spaces
dutch: Vensters van alle spaces
german: Fenster von allen Spaces
hu: Ablakok az összes munkaterületről
italian: Finestre da tutti gli space
ko: 스페이스에 흩어져 있는 창을 모두 표시
pt_br: Janelas de todos os espaços
pt_pt: Janelas de todos os spaces
russian: Окна со всех виртуальных рабочих столов
spanish: Ventanas de todos los Spaces
sv: Fönster från alla Spaces
zh_cn: 来自任何 spaces 的窗口
zh_tw: 來自任何 spaces 的視窗

# 1488.title
source: Snap windows when dragging to screen edges
dutch: Vensters vastpinnen bij het slepen naar schermranden
german: Aktiviere Fensterschnappen
hu: Ablak illesztés engedélyezése
italian: Abilita Ridimensionamento Finestre
ko: 창을 화면 가장자리로 끌고가면 스냅을 활성
pt_br: Ativar Imã da Janela
pt_pt: Activar Snapping
russian: Включить привязку окон
spanish: Magnetizar ventanas al acercarlas al borde de la pantalla
sv: Aktivera fönsterklick
zh_cn: 拖放到屏幕边缘时获取窗口快照
zh_tw: 啟用視窗 Snapping

# 1511.title
source: Minimized/hidden windows
dutch: Geminimaliseerde/verborgen vensters
german: Minimierte/versteckte Fenster
hu: Lekicsinyített/elrejtett ablakok
italian: Finestre minimizzate/nascoste
ko: 최소화 되었거나 숨겨진 창도 표시
pt_br: Minimizar/ocultar janelas
pt_pt: Janelas minimizadas/escondidas
russian: Минимизированное/скрытое окно
spanish: Ventanas minimizadas/escondidas
sv: Minimerat/gömt fönster
zh_cn: 最小化/隐藏 的窗口
zh_tw: 最小化/隱藏 的視窗

# 1602.title
source: Save Default Examples
dutch: Standaardvoorbeelen opslaan
hu: Alapértelmezett példák mentése
italian: Salva Esempi Predefiniti
ko: 기본 예제 저장
pt_br: Salvar Exemplos Padrão
pt_pt: Guardar Exemplos
russian: Сохранять стандартные примеры
spanish: Guardar ejemplos por omisión
sv: Spara Standardexempel
zh_cn: 保存默认示例
zh_tw: 儲存預設範例

# 1605.title
source: Apply Config
dutch: Configuratie toepassen
german: Konfiguration übernehmen
hu: Konfiguráció alkalmazása
italian: Applica Configurazione
ko: 설정 적용
pt_br: Aplicar Configurações
pt_pt: Aplicar Config.
russian: Применить конфигурацию
spanish: Aceptar Cambios
sv: Utför Konfigurering
zh_cn: 应用配置
zh_tw: 套用設定

# 1701.title
source: Hide when a preview is clicked
dutch: Verbergen na het klikken op een voorbeeld
german: Ausblenden, wenn eine Vorschau angeklickt wird
hu: Elrejtés előnézetre kattintáskor
italian: Nascondi quando una anteprima viene cliccata
ko: 미리보기창을 클릭하면 다시 감추기
pt_br: Ocultar quando a visualização for clicada
pt_pt: Esconder quando uma pré-vis. é clicada
russian: Скрывать по клику на эскиз
spanish: Esconder cuando se selecciona una vista previa
sv: Göm när en förhandsvisning är klickad
zh_cn: 点击预览时隐藏
zh_tw: 點下預覽時隱藏

# 1718.title
source: Don't show if there is only one app window
dutch: Niet weergeven als er maar één appvenster is
german: Nicht anzeigen, wenn nur ein Fenster geöffnet ist
hu: Ne mutassa, ha csak egy ablak van
italian: Non mostrare se l'applicazione ha una sola finestra
ko: 창이 하나인 어플은 미리보기창을 표시하지 않기
pt_br: Não exibir se houver somente uma janela do aplicativo
pt_pt: Não mostrar quando apenas existe uma janela
russian: Не показывать если есть только одно окно в программе
spanish: No mostrar si sólo hay una ventana
sv: Visa into om det bara är ett applikationsfönster
zh_cn: 如果只有一个窗口则不要显示
zh_tw: 如果只有一個視窗則不要顯示

# 1813.label
source: Appearance
dutch: Uiterlijk
german: Erscheinungsbild
hu: Megjelenés
italian: Aspetto
ko: 레이아웃
pt_br: Aparência
pt_pt: Visualização
russian: Внешний вид
spanish: Apariencia
sv: Utseende
zh_cn: 外观
zh_tw: 外觀

# 1823.title
source: Close button
dutch: Sluitknop
german: Schließknopf
hu: Bezárás gomb
italian: Pulsante Chiudi
ko: 창 닫기 버튼
pt_br: Botão fechar
pt_pt: Botão de fechar
russian: Кнопка закрытия
spanish: Botón de cerrado
sv: Stäng-knappen
zh_cn: 关闭按钮
zh_tw: 關閉按鈕

# 1824.title
source: Application name
dutch: Applicatienaam
german: Anwendungsname
hu: Alkalmazás neve
italian: Nome applicazione
ko: 어플리케이션 이름
pt_br: Nome do aplicativo
pt_pt: Nome da aplicação
russian: Имя приложения
spanish: Nombre de la Aplicación
sv: Applikationsnamn
zh_cn: 应用程序名称
zh_tw: 應用程式名稱

# 1829.title
source: Bubble size:
dutch: Bubbelgrootte:
german: Größe des Vorschaufensters:
hu: Buborék méret:
italian: Dimensioni anteprima
ko: 미리보기창 사이즈:
pt_br: Tamanho da bolha:
pt_pt: Tamanho do balão:
russian: Размер облака:
spanish: Tamaño de la burbuja:
sv: Bubbelstorlek:
zh_cn: 气泡大小:
zh_tw: 氣泡大小:

# 1856.headerCell.title
source: Event
dutch: Gebeurtenis
german: Auslöser
hu: Esemény
italian: Evento
ko: 이벤트
pt_br: Evento
pt_pt: Evento
russian: Событие
spanish: Evento
zh_cn: 事件
zh_tw: 事件

# 1858.headerCell.title
source: Action
dutch: Actie
german: Aktion
hu: Akció
italian: Azione
ko: 행동
pt_br: Ação
pt_pt: Acção
russian: Действие
spanish: Acción
sv: Process
zh_cn: 动作
zh_tw: 動作

# 1860.title
source: OtherViews
dutch: AndereViews
hu: Más nézetek
italian: Altre viste
pt_br: Outras Exibições
pt_pt: OutrasVisualizações
russian: Другие виды
sv: AndraSyner
zh_cn: 其它视窗

# 1870.title
source: OtherViews
dutch: AndereViews
german: Andere Ansichten
hu: Más nézetek
italian: Altre viste
pt_br: Outras Exibições
pt_pt: OutrasVisualizações
russian: Другие виды
spanish: OtrasVistas
sv: AndraSyner
zh_cn: 其它视窗

# 1871.title
source: Right Click
dutch: Rechter muisklik
german: Rechtsklick
hu: Jobb kattintás
italian: Click Destro
ko: 마우스 우클릭
pt_br: Botão Direito
pt_pt: Botão Direito
russian: Клик правой кнопкой
spanish: Clic Derecho
sv: Högerklick
zh_cn: 右键点击
zh_tw: 右鍵

# 1872.title
source: Other Buttons/Keys ...
dutch: Andere Knoppen/Toetsen ...
german: Andere Knöpfe/Tasten ...
hu: Más gombok/Billentyűk ...
italian: Altri Pulsanti / Tasti
ko: 임의의 키 입력
pt_br: Outros Botões/Teclas ...
pt_pt: Outros Buttons/Teclas ...
russian: Другие кнопки/клавиши
spanish: Otros Botones/Teclas ...
sv: Andra knappar/tangenter ...
zh_cn: 其它按钮/快速键 ...
zh_tw: 其他按鈕/快速鍵 ...

# 1873.title
source: Left Click
dutch: Linker muisklik
german: Linksklick
hu: Bal kattintás
italian: Click Sinistro
ko: 마우스 좌클릭
pt_br: Botão Esquerdo
pt_pt: Botão Esquerdo
russian: Клик левой кнопкой
spanish: Clic Izquierdo
sv: Vänsterklick
zh_cn: 左键点击
zh_tw: 左鍵

# 1875.title
source: Mouse Entered
dutch: Muis Enter
hu: Az egér belépett
italian: Mouse entrato
ko: 마우스 입력
pt_br: Clique do mouse
pt_pt: Rato Pressionado
russian: Вход курсора
spanish: Mouse Entró
sv: Mus inträdd
zh_cn: 鼠标进入
zh_tw: 滑鼠進入

# 1876.title
source: Mouse Hovered
dutch: Muis Hover
hu: Az egér föléért
italian: Mouse sopra
ko: 마우스 호버
pt_br: Foco do mouse
pt_pt: Rato Passado
russian: Наведение курсора
spanish: Mouse Encima
sv: Mus överrullad
zh_cn: 滑鼠停靠
zh_tw: 滑鼠經過

# 1879.title
source: Scroll Up
dutch: Scroll Omhoog
german: Hochscrollen
hu: Görgessen felfelé
italian: Scorri in alto
ko: 위로 스크롤
pt_br: Rolar acima
pt_pt: Mover para cima
russian: Прокрутить вверх
spanish: Subir
sv: Scrolla Upp
zh_cn: 往上滚动
zh_tw: 往上捲動

# 1880.title
source: Scroll Down
dutch: Scroll Omlaag
german: Herunterscrollen
hu: Görgessen lefelé
italian: Scorri giù
ko: 아래로 스크롤
pt_br: Rolar abaixo
pt_pt: Mover para baixo
russian: Прокрутить вниз
spanish: Bajar
sv: Scrolla Ner
zh_cn: 往下滚动
zh_tw: 往下捲動

# 1881.title
source: Middle Click
dutch: Middelste muisklik
german: Mittelklick
hu: Középső kattintás
italian: Click Centrale
ko: 마우스 휠버튼 클릭
pt_br: Botão Central
pt_pt: Botão do meio
russian: Клик средней кнопкой
spanish: Click Botón 3
sv: Mittenklick
zh_cn: 中键点击
zh_tw: 中鍵

# 1886.designableIsNilPlaceholder
source: none
hu: semmi
italian: nessuno
ko: 없음
pt_pt: nenhum
spanish: ninguno
zh_tw: 無

# 1886.designableNotApplicablePlaceholder
source: none
hu: semmi
italian: nessuno
ko: 없음
pt_pt: nenhum
spanish: ninguno
zh_tw: 無

# 1887.designableIsNilPlaceholder
source: null
italian: niente
spanish: vacío

# 1887.designableNoSelectionPlaceholder
source: Select Event1
dutch: Selecteer Gebeurtenis1
hu: Esemény1 kiválasztása
italian: Seleziona Evento 1
ko: 이벤트1 선택
pt_pt: Seleccionar Evento1
russian: Выбрать событие1
spanish: Seleccionar Evento1
zh_tw: 選擇事件一

# 1887.designableNotApplicablePlaceholder
source: Select 2
dutch: Selecteer 2
hu: 2 kiválasztása
italian: Seleziona 2
ko: 이벤트2 선택
pt_pt: Seleccionar 2
russian: Выбрать 2
spanish: Seleccionar 2
zh_tw: 選擇二

# 1894.title
source: Include:
dutch: Toevoegen:
german: Zeige:
hu: Tartalmazza:
italian: Includi:
ko: 다음을 포함:
pt_br: Incluir:
pt_pt: Incluir:
russian: Включить:
spanish: Incluir:
sv: Inkludera:
zh_cn: 包含:
zh_tw: 包含:

# 1899.title
source: Order by:
dutch: Sorteer op:
german: Anordnen nach:
hu: Sorrendezés:
italian: Ordina per:
ko: 미리보기 순서:
pt_br: Comprado por:
pt_pt: Ordenar por:
russian: Сорттировать по:
spanish: Ordenar por:
sv: Beställ via:
zh_cn: 排序依照:
zh_tw: 排序依照:

# 1902.title
source: OtherViews
dutch: AndereViews
german: Andere Ansichten
hu: Más nézetek
italian: Altre viste
pt_br: Outras Exibições
pt_pt: OutrasViews
russian: Другие виды
spanish: OtrasVistas
sv: AndraSyner
zh_cn: 其他视窗

# 1904.title
source: Recent usage
dutch: Recent gebruikt
german: Letzter Benutzung
hu: Legutóbb használt
italian: Uso recente
ko: 최근 사용순으로
pt_br: Recentemente usados
pt_pt: Utilização recente
russian: Поледнее использование
spanish: Uso reciente
sv: Tidigare användning
zh_cn: 最近使用
zh_tw: 最近使用

# 1907.title
source: Behaviour:
dutch: Gedrag:
german: Verhalten:
hu: Viselkedés:
italian: Comportamento:
ko: 옵션:
pt_br: Comportamento:
pt_pt: Acção:
russian: Поведение:
spanish: Comportamiento:
sv: Uppträdande:
zh_cn: 行为:
zh_tw: 行為:

# 1994.title
source: Small
dutch: Klein
german: klein
hu: Kicsi
italian: Piccolo
ko: 작음
pt_br: Pequeno
pt_pt: Pequeno
russian: Маленький
spanish: Pequeño
sv: Lite
zh_cn: 小
zh_tw: 小

# 1996.title
source: Large
dutch: Groot
german: groß
hu: Nagy
italian: Largo
ko: 큼
pt_br: Grande
pt_pt: Largo
russian: Большой
spanish: Grande
sv: Stor
zh_cn: 大
zh_tw: 大

# 2013.title
source: Elements:
dutch: Elementen:
german: Elemente:
hu: Elemek:
italian: Elementi:
ko: 미리보기창에 표시될 요소들:
pt_br: Elementos:
pt_pt: Elementos:
russian: Элементы:
spanish: Elementos:
sv: Element:
zh_cn: 元素:
zh_tw: 元素:

# 2018.title
source: Minimized indicator / space number
dutch: Geminimaliseerde indicator / space nummer
german: Minimiert-Symbol / Spacenummer
hu: Kicsinyített indikátor / munkaterület száma
italian: Indicatore minimizza / numero space
ko: 최소화된 창이나 스페이스 위치를 나타내는 아이콘
pt_br: Indicador minimizado / número do espaço
pt_pt: Indicador de minimizado / espaço
russian: Индикатор минимизированного окна / номер рабочего стола
spanish: Indicador de Minimizado / Número de Space
sv: Minimerad indikator / space nummer
zh_cn: 最小化指示 / space 编号
zh_tw: 最小化指示 / space 編號

# 2062.label
source: Advanced
dutch: Geavanceerd
german: Erweitert
hu: Haladó
italian: Avanzate
ko: 고급
pt_br: Avançado
pt_pt: Avançado
russian: Дополнительно
spanish: Avanzado
sv: Avancerat
zh_cn: 高级
zh_tw: 進階

# 2331.title
source: ms
italian: s
pt_br: s
pt_pt: s
russian: mc

# 2345.title
source: Full size preview delay on subsequent activation:
dutch: Vertraging voor volledig voorbeeld bij volgende activatie:
german: Verzögerung der Vollbildvorschau (danach):
hu: Teljes méretű előnézet késleltetése további aktiválás esetén:
italian: Ritardo anteprima tutto schermo nelle attivazioni successive:
ko: 풀사이즈 프리뷰가 나타나기까지의 두번째 지연 시간
pt_br: Intervalo ao visualizar em tamanho completo na próxima ativação:
pt_pt: Atraso ao seleccionar:
russian: Задерка следующей активации эскиза:
spanish: Tamaño completo en activación subsecuente:
sv: Förhandsvisning i fullstorlek försenad för senare aktivering:
zh_cn: 显示完整大小预览的延迟时间:
zh_tw: 之後顯示完整大小預覽的延遲:

# 2349.title
source: Close button activation delay:
dutch: Vertraging voor sluitknop:
german: Verzögerung des Schließen-Buttons:
hu: Bezárás gomb késleltetés:
italian: Ritardo attivazione pulsante chiudi:
ko: 닫기 버튼 표시 지연 시간:
pt_br: Intervalo da ativação do botão fechar:
pt_pt: Atraso no botao fechar:
russian: Задержка активации кнпоки закрытия:
spanish: Retardo de Cerrado:
sv: Stäng-knapp aktiverar fördröjning:
zh_cn: 显示关闭按钮的延迟时间:
zh_tw: 顯示關閉按鈕延遲:

# 2354.title
source: ms
italian: s
pt_br: s
pt_pt: s
russian: mc

# 2356.title
source: Full size preview delay on first activation:
dutch: Vertraging voor volledig voorbeeld bij eerste activatie:
german: Verzögerung der Vollbildvorschau (erste Aktivierung):
hu: Teljes méretű előnézet késleltetése első aktiváláskor:
italian: Ritardo anteprima tutto schermo alla prima attivazione:
ko: 풀사이즈 프리뷰가 나타나기까지의 첫 지연 시간
pt_br: Intervalo ao visualizar em tamanho completo na primeira ativação:
pt_pt: Pré-visualização completa na primeira activação:
russian: Задержка первой активации эскиза:
sv: Förhandsvisning i fullstorlek försenat vid första aktivering:
zh_cn: 首次显示完整大小预览的延迟时间:
zh_tw: 首次顯示完整大小預覽的延遲:

# 2357.title
source: Preview deactivation delay:
dutch: Vertraging voor deactivatie van voorbeeld:
german: Ausblendeverzögerung:
hu: Előnézet eltűntetésének késleltetése:
italian: Ritardo disattivazione Anteprima
ko: 미리보기창이 사라지기까지 지연 시간
pt_br: Desativar intervalo da visualização:
pt_pt: Atraso na activação:
russian: Задержка активации эскиза:
sv: Förhandsvisning deaktivering fördröjning:
zh_cn: 预览消失的延迟时间:
zh_tw: 預覽消失延遲:

# 2360.title
source: ms
italian: s
pt_br: s
pt_pt: s
russian: mc

# 2410.title
source: Delay (near screen border):
dutch: Vertraging (vlakbij schermrand):
german: Verzögerung (genauer Bildschirmrand):
hu: Késleltetés (képernyő szélének közelében):
italian: Ritardo (vicino il bordo dello schermo)
ko: 지연 시간 - 스크린 가장자리에 근접한 경우:
pt_br: Intervalo (perto da borda da janela):
pt_pt: Atraso (perto da borda):
russian: Задержка (рядом с границей экрана):
spanish: Retraso (cerca del borde de la pantalla):
sv: Fördröjning (nära skärmkanten):
zh_cn: 延迟 (靠近屏幕边界):
zh_tw: 延遲 (靠近視窗邊界):

# 2448.title
source: Hide when a dock item is clicked
dutch: Verbergen bij een klik op een dockonderdeel
german: Ausblenden, wenn ein Programmsymbol angeklickt wird
hu: Eltűntetés egy Dock elemre kattintáskor
italian: Nascondi quando un elemento del Dock viene cliccato
ko: 독 아이템을 클릭하면 다시 감추기
pt_br: Ocultar quando um item do Dock for clicado
pt_pt: Esconder quando um item da dock é clicado
russian: Скрывать по клику по иконке в Dock
spanish: Esconder cuando un item del Dock sea seleccionado
sv: Göm när ett dockföremål klickas
zh_cn: 按下 dock 项后隐藏
zh_tw: 按下 dock 後隱藏

# 2534.title
source: Delay (exact screen border):
dutch: Vertraging (exact op de schermrand):
german: Verzögerung (nahe Bildschirmrand):
hu: Késleltetés (képernyő szélén):
italian: Ritardo (bordo esatto dello schermo)
ko: 지연 시간 - 스크린 가장자리에 정확히 접촉한 경우:
pt_br: Intervalo (borda exata da janela):
pt_pt: Atraso (borda exacta):
russian: Задержка (точно на границе экрана):
spanish: Retraso (en el borde de la pantalla):
sv: Fördröjning (exakt fönsterkant):
zh_cn: 延迟 (碰到屏幕边界):
zh_tw: 延遲 (碰到視窗邊界):

# 2539.title
source: When you hold these modifier keys, you can move&resize windows from anywhere - not just the titlebar.
dutch: Wanneer je deze toetsen ingedrukt houdt, kun je vensters vanaf elke plek vergroten, verkleinen en verplaatsen - niet alleen vanaf de titelbalk.
german: Beim Halten dieser Tasten kannst du Fenster bewegen - nicht nur von der Titelleiste.
hu: Ezen módosító billentyűk segítségével mozgatni és átméretezni lehet az ablakokat - nem csak a címsorokat.
italian: Quando tieni premuti questi tasti puoi muovere e ridimensionare le finestre da qualsiasi punto, non solo dalla barra del titolo.
ko: 윈도우 최상단이나 리사이즈 버튼을 드래그 할 필요 없이 스크린 어느 위치에서라도 위 단축키와 마우스 조작으로 창을 이동시키거나 크기를 조절할 수 있습니다.
pt_br: Quando você alterar as teclas modificadoras, você pode mover e redimencionar janelas a qualquer momento - não apenas a barra de título.
pt_pt: Quando pressiona esses modifcadores, pode mover/redimensionar janelas de qualquer lado.
russian: Когад вы удерживаете эти клавиши-модификаторы, вы можете двигать и изменять размер окна в любом месте окна, не только в заголовке.
spanish: Cuando sostengas estas teclas, puedes mover/cambiar el tamaño de la ventana de donde sea - no sólo de la barra de título
sv: När du håller ned dessa modifikationsknappar kan du flytta&ändra storlek från varsomhelst.
zh_cn: 当你按著这些键，你可以在任何位置移动或调整窗口大小 - 不局限在标题列。
zh_tw: 當你按著這些鍵，你可以在任何地方移動視窗或調整視窗大小 - 不只是在標題列。

# 2550.gToolTip
source: When enabled, pressing arrow/number keys directly switches spaces
dutch: Wanneer ingeschakeld, zorgt het indrukken van pijl/nummertoetsen het direct schakelen naar een andere Space
german: Bei Aktivierung, wechseln die Pfeil- bzw. Zifferntasten die Spaces.
hu: Ha engedélyezett, a nyíl/szám billentyűk lenyomása közvetlenül munkaterületet vált
italian: Quando abilitato, premendo le frecce o i tasti numerici vai direttamente allo space
pt_pt: Quandoa activo, pressionar as teclas de movimento mudam o espaço activo
russian: Когда включено, нажатие курсорных/цифровых клавиш напрямую переключает рабочие столы
spanish: Cuando está activado, cambias de Space con los botones del teclado
sv: När aktiverad, byter pil- och siffertangenterna direkt spaces
zh_tw: 啟用後，按下方向鍵/數字鍵直接切換 spaces

# 2551.title
source: Blur bubble background
dutch: Bubble-achtergrond vervagen
german: Verschwommener Hintergrund
hu: Buborék hátterének elmosása
italian: Sfuma sfondo anteprima
ko: 미리보기창의 배경을 흐림
pt_br: Desfocar o fundo da bolha
pt_pt: Obscurecer o fundo do balão
russian: Затемнять фон облака
spanish: Desenfocar fondo de las burbujas
sv: Gör bubbelbakgrunden suddig
zh_cn: Blur 气泡背景
zh_tw: Blur 氣泡背景

# 2553.title
source: Shade invisible windows
dutch: Onzichtbare vensters verduisteren
german: Unsichtbare Fenster verdunkeln
hu: Láthatatlan ablakok árnyéka
italian: Scurisci finestre invisibili
ko: 숨겨진 창 어둡게 표시하기
pt_br: Janelas invisíveis transparentes
pt_pt: Sombrear janelas escondidas
russian: Затемнять невидимые окна
spanish: Sombrear ventanas invisibles
sv: Skugga osynliga fönster
zh_cn: 看不见的视窗加上蒙影
zh_tw: 看不見的視窗加上陰影

# 2554.title
source: Draw highlight gradient
dutch: Venster markeren bij selecteren
german: Vorschau unter Mauszeiger hervorheben
hu: Kijelölés grádiens rajzolása
italian: Disegna sfumature
ko: 그레디언트 효과로 선택한 썸네일 강조
pt_br: Destaque gradiente
pt_pt: Desenhar gradiente
russian: Рисовать подсвечивающий градиент
spanish: Dibujar gradiente de luz
sv: Rita markeringstigning
zh_cn: 画出高亮渐变
