Repository: hyperdock/hyperdock-i18n
Catalog: *.lproj/HDPreferencePane.strings
Languages: dutch, german, hu, italian, ko, pt_br, pt_pt, russian, spanish, sv, zh_cn, zh_tw

# 3514.title
source: Continue
dutch: Volgende
german: Weiter
hu: Folytatás
italian: Continua
ko: 계속
pt_br: Continuar
pt_pt: Continuar
russian: Продолжить
spanish: Continuar
sv: Fortsätt
zh_cn: 继续
zh_tw: 繼續

# 3529.title
source: Check now
dutch: Nu checken
german: Jetzt suchen
hu: Ellenőrzés most
italian: Controlla ora
ko: 지금 확인하기
russian: Проверить сейчас
spanish: Revisar ahora
sv: Leta nu
zh_cn: 马上检查
zh_tw: 馬上檢查

# 3531.title
source: OtherViews
dutch: AndereViews
italian: Altre viste
spanish: OtrasVistas
zh_cn: 其他视窗

# 3532.title
source: Hourly
dutch: Elk uur
german: stündlich
italian: Ogni ora
ko: 매 시간
spanish: Cada hora
zh_cn: 每小时
zh_tw: 每小時

# 3533.title
source: Weekly
dutch: Elke week
german: wöchentlich
italian: Settimanalmente
ko: 매주
spanish: Cada semana
zh_cn: 每周
zh_tw: 每週

# 3534.title
source: Check for Updates:
dutch: Checken voor Updates:
german: Nach Aktualisierungen suchen:
italian: Controlla aggiornamenti:
ko: 버전 업데이트 체크
spanish: Comprobar Actualizaciones:
zh_cn: 检查更新:
zh_tw: 檢查更新:

# 3539.gToolTip
source: When enabled, pressing arrow/number keys directly switches spaces
dutch: Wanneer ingeschakeld, zorgt het indrukken van pijl/nummertoetsen het direct schakelen naar een andere Space
italian: Quando abilitato, premendo le frecce/tasti numerici vai direttamente allo space
ko: 활성화시 방향키/숫자키만 눌러도 바로 해당 스페이스로 이동
spanish: Cuando está activado, cambias de Space con los botones del teclado
zh_tw: 啟用後，按下方向鍵/數字鍵直接切換 spaces

# 3540.title
source: Upgrade to unstable versions
dutch: Updaten naar onstabiele versies
german: Auf unstabile Versionen aktualisieren
hu: Frissítés fejlesztői verziókra
italian: Aggiorna a versioni non stabili
ko: 베타 버전도 확인
russian: Обновляться до dev-версий
spanish: Actualizar a versiones inestables
sv: Uppdatera till utvecklarversioner
zh_cn: 更新至 dev 版本
zh_tw: 更新至 dev 版本

# 3548.title
source: Preview Rendering
dutch: Render Voorbeelden
german: Vorschauoptionen
italian: Mostra anteprima
ko: 썸네일 렌더링
spanish: Vista previa de Funcionamiento
zh_cn: 预览渲染
zh_tw: 預覽渲染

# 3570.title
source: Software Updates
german: Softwareaktualisierung
italian: Aggiornamenti Software
ko: 소프트웨어 업데이트
spanish: Actualización de Software
zh_cn: 软件更新
zh_tw: 軟體更新

# 3572.title
source: Delays
dutch: Vertragingen
german: Verzögerungen
italian: Ritardo
ko: 지연 시간
spanish: Retrasos
zh_cn: 延迟
zh_tw: 延遲

# 3578.title
source: Daily
dutch: Elke dag
german: täglich
hu: Naponta
italian: Giornalmente
ko: 매일
russian: Ежедневно
spanish: Diariamente
sv: Dagligen
zh_cn: 每日
zh_tw: 每日

# 3583.title
source: Window Snapping
dutch: Vensters vastpinnen
german: Fensterschnappen
hu: Ablak illesztés
italian: Chiusura della finestra
ko: 창 스냅(Snap) 기능
russian: Привязка окон
spanish: Ventanas Magnéticas
sv: Fönsterklick
zh_cn: 窗口快照
zh_tw: 視窗 Snapping

# 3585.title
source: Window Dragging
dutch: Vensters slepen
german: Fensterbewegung
hu: Ablak vonszolás
italian: Trascinamento della finestra
ko: 창 드래그(Drag) 기능
russian: Перетаскивание окна
spanish: Ventanas Arrastrables
sv: Fönsterdragning
zh_cn: 窗口拖拉
zh_tw: 視窗拖拉

# 3595.title
source: Snap windows when pressing
dutch: Vensters vastpinnen bij het indrukken van
german: Fenster einrasten durch Drücken von
italian: Chiudi le finestre quando vengono cliccate
ko: 창 스냅 기능 단축키
spanish: Magnetizar ventanas al presionar
zh_cn: 按住时获取窗口快照
zh_tw: Snap 視窗當我按著

# 3610.title
source: + Arrow/Numpad Keys
dutch: + Pijl/Nummertoetsen
german: + Pfeil-/Nummerntasten
italian: + Frecce/Tasti Numerici
ko: + 방향키/Numpad키
spanish: + Teclas de Navegación/Numéricas
zh_cn: + 方向键/数字键
zh_tw: + 方向鍵/數字鍵

# 3623.title
source: You can try HyperDock for 15 days from now on. Have fun!
dutch: Je kunt HyperDock vanaf nu voor 15 dagen uitproberen. Veel plezier!
german: Du kannst HyperDock für 15 Tage testen. Viel Spaß dabei!
hu: You can evaluate HyperDock for 15 days from now on. HyperDock is installed as a Mac OS Preference Pane in your System Preferences.
italian: Da oggi puoi provare HyperDock per altri 15 giorni. Divertiti!
ko: 15일의 트라이얼 기간동안 HyperSpaces를 마음껏 사용하실 수 있습니다. Have fun!
russian: You can evaluate HyperDock for 15 days from now on. HyperDock is installed as a Mac OS Preference Pane in your System Preferences.
spanish: Puedes probar HyperDock durante 15 días. Diviértete!
sv: You can evaluate HyperDock for 15 days from now on. HyperDock is installed as a Mac OS Preference Pane in your System Preferences.
zh_cn: 从现在起你可以评估试用 HyperDock 15 天。 希望您喜欢！
zh_tw: 從現在起你可以評估使用 HyperDock 15 天。 HyperDock 會被安裝為 Mac OS 系統偏好設定中的一個項目。

# 3633.title
source: Note: This will install an unofficial Safari extension.
dutch: Dit zal een onofficiële Safari-extensie installeren
german: Hinweis: Diese Option installiert ein nicht offizielles Safari Plugin.
italian: Nota: Verrà installata una estensione di Safari non ufficiale.
ko: 주의: 이 기능은 비공식적인 사파리 플러그인을 설치 합니다.
spanish: Nota: Esto instalará una extensión no oficial para Safari.
zh_cn: 注意: 这将会安装一个非官方的 Safari 扩展功能。
zh_tw: 注意: 這將會安裝一個非官方的 Safari 延伸功能。

# 3639.title
source: Learn more ...
dutch: Meer info ...
german: Mehr erfahren ...
italian: Scopri di più ...
ko: 좀 더 알아보기...
spanish: Aprender más ...
zh_cn: 了解更多...
zh_tw: 了解更多...

# 3642.title
source: Translate ...
dutch: Vertalen ...
german: Übersetzen ...
italian: Traduci ...
ko: 번역...
spanish: Traducir ...
zh_cn: 翻译...
zh_tw: 翻譯...

# 1505.title
source: Beta
hu: Béta
russian: Бета

# 2407.title
source: s
russian: с

# 2408.title
source: s
russian: с

# 2586.title
source: px
ko: 픽셀
russian: пикселов

# 3278.title
source: ms
russian: mc

# 3457.title
source: s
russian: с

# 1122.title
source: OK
ko: 승인
zh_cn: 确定
zh_tw: 確定

# 1559.title
source: DEBUG
ko: 디버그
pt_br: DEPURAR
pt_pt: TESTE
zh_cn: 调试
